src/test/java/testsdir/ess/issues/00_DataEntryRequest_EUL-000001.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
    xmlns:v1="http:////-ns/xsd/v1"
    xmlns:v11="http://///xsd/v1"
>
   <soap:Header>
      <v1:RequestHeader>
         <v11:TransactionID></v11:TransactionID>
         <v11:Variant>5014</v11:Variant>
         <v11:Timestamp></v11:Timestamp>
         <v1:User>
            <v11:User xmlns:v11="http://///xsd/v1">0021.01</v11:User>
            <v11:Authority xmlns:v11="http://///xsd/v1">POLatosBP</v11:Authority>
            <v11:EndUserRole xmlns:v11="http://///xsd/v1">5002</v11:EndUserRole>
         </v1:User>
      </v1:RequestHeader>
   </soap:Header>
   <soap:Body>
      <v1:DataEntryRequest>
         <Create>
         </Create>
      </v1:DataEntryRequest>
   </soap:Body>
</soap:Envelope>
